Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/CommonContent/Pages.tmx
Source language: en
Languages: cs, da, hu, vi, zh

source: Main screen
cs: Hlavni obrazovka
da: Main
hu: Főképernyő
vi: Màn hình chính
zh: 主页面

source: Information screen
cs: Informacni obrazovka
da: Information
hu: Információs képernyő
vi: Màn hình thông tin
zh: 信息页面

source: Settings screen
cs: Nastaveni
da: Indstillinger
hu: Beállítások képernyő
vi: Màn hình cài đặt
zh: 设置页面

source: Language screen
cs: Jazyky
da: Sprog
hu: Nyelvi képernyő
vi: Màn hình ngôn ngữ
zh: 语言页面

source: Service screen
cs: Servisni obrazovka
da: Service
hu: Szerviz képernyő
vi: Màn hình dịch vụ
zh: 服务页面

source: Network
cs: Sit
da: Netværk
hu: Hálózat
vi: Mạng
zh: 网络页面

source: Machine
cs: Zarizeni
da: Maskine
hu: Berendezés
vi: Máy
zh: 设备页面

source: System Diag.
cs: Diagnostika systemu
hu: Rendszerdiag.
vi: Sơ Đồ Hệ Thống
zh: 系统诊断

source: Teach Capcon
cs: Nacteni capconu
hu: Capcon betanítása
vi: Hướng Dẫn Capcon
zh: 示教核数器

source: {$IAT/Common/Modules/FeederCircular}
da: SDM

source: {$IAT/Common/Modules/FeederLinear}
da: SDM

source: Login
vi: Đăng nhập
zh: 登录
